{
	"welcome-to-eigent": "¡Bienvenido a Eigent!",
	"how-can-i-help-you": "¿Cómo puedo ayudarte hoy?",
	"ask-placeholder": "¿Qué necesitas lograr hoy?",
	"select-file": "Seleccionar archivo",
	"all-files": "Todos los archivos",
	"token": "Token",
	"start": "Iniciar",
	"pause": "Pausar",
	"replay": "Repetir",
	"by-messaging-eigent": "Al enviar mensajes a Eigent, aceptas nuestros",
	"terms-of-use": "Términos de uso",
	"and": "y",
	"privacy-policy": "Política de privacidad",
	"you-are-using-self-hosted-mode": "Estás en modo autohospedado. No se pueden usar modelos en la nube aquí; configura tu propio modelo en la nube local para que todo siga funcionando.",
	"you-are-using-self-hosted-mode-mcp": "Estás usando el modo autohospedado. Ingresa las claves de búsqueda de Google en “MCP y herramientas” para asegurar que Eigent funcione correctamente.",
	"palm-springs-tennis-trip-planner": "Planificador de viaje de tenis a Palm Springs",
	"palm-springs-tennis-trip-planner-message": "Soy un aficionado al tenis y quiero ver el torneo de tenis en Palm Springs. Vivo en San Francisco (SF). Por favor, prepare un itinerario detallado de tres días con vuelos, hoteles y actividades para el período de las semifinales/finales. Me gusta el senderismo, la comida vegana y los spas. Mi presupuesto es de 5,000 $. El itinerario debe ser un cronograma detallado que muestre horarios, actividades, costos y otros detalles, y, cuando corresponda, enlaces para comprar boletos o hacer reservaciones. Preferencias: 1. El acceso a un spa estaría bien, pero no es necesario. 2. Cuando termine esta tarea, por favor, genere un informe en HTML sobre el viaje.",
	"bank-transfer-csv-analysis-and-visualization": "Análisis y visualización de transferencias bancarias en CSV",
	"bank-transfer-csv-analysis-and-visualization-message": "Crea un archivo CSV simulado de transferencias bancarias que incluya 10 columnas y 10 filas. Lee el CSV generado y resume los datos; genera un gráfico para visualizar tendencias o ideas relevantes a partir de los datos.",
	"find-duplicate-files-in-downloads-folder": "Encontrar archivos duplicados en la carpeta Descargas",
	"find-duplicate-files-in-downloads-folder-message": "Ayúdame a encontrar archivos duplicados por contenido, tamaño y formato en mi carpeta de descargas.",
	"task-splitting": "División de tareas",
	"task-running": "Tarea en ejecución",
	"task-completed": "Tarea completada",
	"agent-folder": "Carpeta del agente",
	"open": "Abrir",
	"close": "Cerrar",
	"search": "Buscar",
	"files": "Archivos",
	"loading": "Cargando",
	"select-a-file-to-view-its-contents": "Selecciona un archivo para ver su contenido",
	"zip-file-is-not-supported-yet": "El archivo ZIP aún no es compatible.",
	"done": "Hecho",
	"reassigned": "Reasignado",
	"ongoing": "En progreso",
	"pending": "En espera",
	"failed": "Falló",
	"all": "Todos",
	"in-progress": "En progreso",
	"unfinished": "Sin terminar",
	"give-back-to-agent": "Devolver al agente",
	"you-ve-reached-the-limit-of-your-current-plan": "Has alcanzado el límite de tu plan actual.",
	"upgrade": "Actualizar",
	"settings": "Configuración",
	"your-account-or-switch-to-a-self-hosted-model-and-api-in": "tu cuenta o cambia a un modelo y API autohospedados en",
	"your-cloud-storage-has-reached-the-limit-of-your-current-plan": "Tu almacenamiento en la nube ha alcanzado el límite de tu plan actual.",
	"we-re-experiencing-high-traffic-please-try-again-in-a-few-moments": "Estamos experimentando mucho tráfico. Inténtalo de nuevo en unos momentos.",
	"new-project": "Nuevo proyecto",
	"no-reply-received-task-continue": "No se recibió respuesta, la tarea continúa"
}
	 
